[Character.CharClass_Nast_Leprechaun AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Leprechaun.PawnBalance_Nast_Leprechaun AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Goblin attack download.")

[Skills.Skill_ShieldBoost SkillDefinition]
SkillName="Gardner CldBoost"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

